Repository: eolandro/doomwars
Catalog: scripts/translate/dw-*.po
Languages: ru

source: ~!Vampirism Sphere
ru: Сфера Вампиризма

source: Marine heals itself if attack enemy. Maximum 200 HP could be healed, after that sphere destroys itself.
ru: Пехотинец лечит себя, если атакует противника. Максимально может быть излечено 200 очков жизни, после чего сфера саморазрушается.

source: Sphere of ~!Absolute Defence
ru: Сфера Абсолютной Защиты

source: When you marine gets attacked, he will become invulnerable for 10 seconds.
ru: Когда пехотинец будет атакован, сфера делает его неуязвимым к урону на 10 секунд.

source: ~!Shield sphere
ru: Сфера Щита

source: Your marine gets a powerful shield sphere, which gives to him a demonic armor with 120 shield points.
ru: Пехотинец получает могущественную сферу щита, которая дает ему демоническую броню со 120 единицами щита.

source: Weapons list.
ru: Список доступного оружия.

source: Show ~!weapons
ru: Показать оружие

source: Doomer uses mighty punch against his enemies.
ru: Думер использует свои мощные кулаки, чтобы набить морду противнику.

source: Use ~!melee attack
ru: Ближний бой

source: Select the rocket launcher. Good against buildings and air monsters.
ru: Выбирает ракетную установку. Хорошее решение против зданий и воздушных юнитов.

source: Select ~!rocket launcher
ru: Выбрать ракетную установку

source: Select the quad-barrelled shotgun. Good against any moving flesh.
ru: Выбирает четырехстволку. Хорошее решение против живой плоти.

source: Select ~!quad shotgun
ru: Выбрать четырехстволку

source: Select the Unmaker - the ultimate weapon against Hellspawn ever made.
ru: Выбрать Уничтожитель - абсолютное оружие против адских тварей.

source: Select ~!Unmaker
ru: Выбрать Уничтожитель

source: Fire a single BFG shot to specified location.
ru: Выстрелить из БФГ в определенном направлении.

source: Fire from ~!BFG
ru: Стрелять из БФГ

source: List of available artefacts Doomer could use.
ru: Список артефактов, которые Думер может использовать.

source: ~!A~!rtifacts
ru: Артефакты

source: Doomer uses soulsphere. This rejuvenates all health.
ru: Думер использует сферу душ. Это восстанавливает все здоровье.

source: Use ~!Soulsphere
ru: Использовать сферу душ

source: Doomer uses Invisibility sphere, becoming invisible for 30 seconds. The sphere achieves extra 10 seconds with each Doomer's level.
ru: Думер использует сферу невидимости, становясь невидимым на 30 секунд. Сфера дает дополнительные 10 секунд с каждым уровнем Думера.

source: Use ~!Invisibility sphere
ru: Использовать сферу невидимости

source: Doomer uses Doom sphere. This doubles all damage done to targets for 10 seconds. The sphere achieves extra 5 seconds with each Doomer's level.
ru: Думер использует сферу судьбы, что удваивает весь наносимый урон на 10 секунд. Сфера дает дополнительные 5 секунд с каждым уровнем Думера.

source: Use ~!Doom Sphere
ru: Использовать сферу судьбы

source: Doomer uses Invulnerability sphere, becoming invulnerable for 10 seconds. The sphere achieves extra 5 seconds with each Doomer's level.
ru: Думер использует сферу неуязвимости, становясь неуязвимым на 10 секунд. Сфера дает дополнительные 5 секунд с каждым уровнем Думера.

source: Use ~!Invulnerability sphere
ru: Использовать сферу неуязвимости

source: UAC main building. You can build workers and train Doomer marine here.
ru: Основное строение UAC. Здесь можно производить роботов, а также тренировать Думера.

source: Build UAC command ~!center
ru: Построить Командный центр UAC

source: Build ~!power plant
ru: Построить электростанцию.

source: Produces energy. The more power plants you build, the quicker energy will be produced.
ru: Производит энергию. Чем больше электростанций вы построите, тем больше энергии будет произведено.

source: Build ~!supply depot
ru: Построить склад снабжения

source: Increases the limit of units which could be created.
ru: Увеличивает максимальное количество юнитов, которых вы можете создать.

source: Build ~!radar
ru: Построить радар

source: Shows a big map area around it, also it can show up a random map location for some time after upgrade in Tech Center.
ru: Открывает большую область карты вокруг себя, также может открывать любую область карты после модернизации в техцентре.

source: Build ~!tech center
ru: Построить техцентр

source: Provides access for hi-tech units and new technologies.
ru: Предоставляет доступ к высокотехнологичным юнитам и разработкам.

source: Build ~!nuclear power plant
ru: Построить атомную электростанцию

source: Produces a lot of energy, but this type of plants could explode if destroyed.
ru: Вырабатывает огромное количество энергии, но этот тип электростанций может взрываться при разрушениях.

source: The place where UAC marines are getting ready for battle.
ru: Место, где морпехи UAC готовятся к битве.

source: Build UAC ~!barracks
ru: Построить бараки UAC

source: Allows you to upgrade abilities of units.
ru: Позволяет вам улучшать характеристики юнитов.

source: Build weapon ~!factory
ru: Построить оружейную фабрику

source: Here you can build UAC vehicles and repair them.
ru: Здесь строится техника UAC, здесь же она может быть починена.

source: Build ~!vehicle factory
ru: Построить фабрику техники

source: Provides access to orbiting satellite armed with big plasma cannon.
ru: Дает доступ к орбитальной пушке, которая может стрелять зарядами плазмы.

source: Build ~!orbital control
ru: Построить центр контроля орбиты

source: Defence turret with minigun. Good against small enemy troops and air units.
ru: Защитная турель с установленным миниганом. Хорошее решение против небольших отрядов противника и воздушных юнитов.

source: Build ~!chaingun turret
ru: Построить пулеметную турель

source: Defence turret with missile launcher. Good against enemy's strong units.
ru: Защитная турель с ракетной установкой. Хороша против тяжелых юнитов противника.

source: Build ~!missile turret
ru: Построить ракетную турель

source: Build ~!worker robot
ru: Построить робота

source: UAC's Main worker. Can build buildings, repair damaged ones, collect minerals, armed with small plasma cutter.
ru: Основная рабочая сила UAC. Может строить здания, ремонтировать поврежденные, собирать минералы, вооружен небольшими плазменными резаками.

source: Train ~!Doomer
ru: Тренировать Думера

source: The hero marine, which survived in first Hell invasion and successfully droved out Hell from Earth.
ru: Солдат-герой, который выжил в первом нашествии Ада и очистил Землю от демонического нашествия.

source: Increases the hit points of buildings by 150, also increases the hit points of turrets and walls by 45.
ru: Увеличивает кол-во очков жизни у зданий на 150, а у оборонных сооружений на 45.

source: Increases the hit points of buildings by 200, also increases the hit points of turrets and walls by 55.
ru: Увеличивает кол-во очков жизни у зданий на 200, а у оборонных сооружений на 55

source: Toggles trading mode for command center.
ru: Переключить режим торговли для Командного Центра

source: ~!Upgrade to advanced Command Center
ru: Модернизация до Улучшенного Командного Центра

source: Upgrade Command Center to Advanced Command Center. This upgrade provide access to the newest technologies of UAC research and adds 20 percents to mineral producing.
ru: Модернизирует Командный Центр до Улучшенного Командного Центра. Это позволяет вам иметь доступ к самым новым технологиям разработок UAC и повышает эффективность сбора минералов на 20 процентов.

source: Set ~!collect minerals
ru: Установить точку сбора

source: Sets the point where workers can collect minerals, so the new workers will automatically go there and collect minerals.
ru: Установить точку, в которую создаваемые роботы будут автоматически направляться для сборки минералов.

source: Train shot~!gunner
ru: Тренировать штурмовика

source: The main forces of UAC, shotgunners are best against any monsters. They could be upgraded to supershotgunners.
ru: Основные силы UAC, штурмовики - лучшие войска против любых видов монстров. Они могут быть улучшены до Супер Штурмовиков.

source: Train ~!technician
ru: Тренировать техника

source: Technicians are armed with grenade launcher and are able to repair damaged armor and vehicles. They could be upgraded to place mines and explosive charges.
ru: Техники вооружены ручным гранатометом и способны ремонтировать поврежденную броню и технику. Они могут быть улучшены, чтобы устанавливать мины и взрывпакеты.

source: Train berserker
ru: Тренировать берсеркера

source: Berserkers are extremely fast kamikaze marines. They are best against slow enemy units.
ru: Берсеркеры - необычайно быстрые солдаты-камикадзе. Лучше всего их использовать против медлительных юнитов.

source: Train ~!chaingun trooper
ru: Тренировать пулеметчика

source: The chaingun troopers are extremely powerful against light armored forces and air units, but they are weak against heavy armored enemies.
ru: Пулеметчики очень эффективны в борьбе с небронированными и воздушными юнитами, но они слабы против тяжелобронированных юнитов.

source: Train combat ~!medic
ru: Тренировать полевого медика

source: Combat medics can heal wounded marines on the battlefield. They could be upgraded to revive dead marines on battlefield and to haste marines using berserk injections.
ru: Полевые медики могут лечить раненых прямо на поле боя. Они могут быть улучшены, чтобы возвращать умерших пехотинцев к жизни и ускорять пехоту, используя инъекции берсерка.

source: Train ~!rocket launcher trooper
ru: Тренировать ракетчика

source: Rocket launcher troopers are good against armored units, air units and buildings, though it's a bad idea to use them without coverage.
ru: Ракетчики хороши против бронированных, воздушных юнитов, а также зданий, но посылать их в одиночку, без прикрытия - плохая идея.

source: Train ~!heavy trooper
ru: Тренировать тяжелого пехотинца

source: Heavy troopers are well trained marines armed with plasma guns and they are deadly against any enemies, except for air units.
ru: Тяжелая пехота - специально тренированные бойцы, вооруженные плазменными ружьями; они смертоносны против любых видов врагов, кроме воздушных юнитов.

source: Train ~!commando
ru: Тренировать коммандоса

source: The commandos are the best solution against hordes of enemies, they could clean them out in couple of shots.
ru: Коммандос - наилучшее решение в плане расправы с ордами противников, они могут уничтожить их всего лишь несколькими выстрелами.

source: Build ~!raider
ru: Построить Налетчик

source: The Raiders are useful to cover infantry from enemy fire, they are armed with 2 laser cannons, which are useful against any enemies.
ru: Налетчики годятся, чтобы прикрыть пехоту от вражеского огня, они вооружены 2 лазерными пушками, которые неплохо могут справиться со всеми противниками.

source: Build ~!crusher
ru: Построить Сокрушитель

source: The Crushers are the best for their armor so they could be used to take over enemy fire. They could be upgraded to install a missile launcher on them.
ru: Сокрушители наиболее полезны за свою броню, так что их можно использовать для отвлечения огня противника. Они могут быть улучшены, чтобы иметь возможность установки ракетного комплекса.

source: Build ~!Thor
ru: Построить Громовержца

source: Thor is a extremely powerful tank armed with railgun, which can damage several enemies in single shot.
ru: Громовержец - мощнейший танк с рельсотроном, который может наносить вред нескольким противникам за один выстрел.

source: Build ~!fighter
ru: Построить истребитель

source: The Fighters are good for map exploration and destroying enemy's air units.
ru: Истребители неплохо справляются с разведкой карты и уничтожением воздушных войск противника.

source: Build tra~!nsport
ru: Построить транспорт

source: The transports could take 6 infantry units or 6 raiders or 3 crushers or 2 Thors on board and transport them to other place.
ru: Транспорт может взять на борт 6 пехотинцев или 6 Налетчиков или 3 Сокрушителя или 2 Громовержцев и транспортировать их в другое место.

source: ~!Weapon upgrades
ru: Модернизация оружия

source: List of available upgrades for weapons.
ru: Список доступных модернизаций для оружия.

source: ~!Unit-specific upgrades
ru: Модернизации юнитов

source: List of available specific upgrades for units.
ru: Список доступных модернизаций для юнитов.

source: List of available upgrades for armor and sight range.
ru: Список доступных модернизаций брони и радиуса обзора.

source: Increases the shotgun's damage by 20 percents.
ru: Увеличивает урон, наносимый дробовиками, на 20 процентов.

source: Upgrade ~!shotguns
ru: Модернизация дробовиков

source: Increases the damage done using bullet weapons by 15 percents.
ru: Увеличивает повреждения, наносимые пулевым оружием, на 15 процентов.

source: Upgrade ~!bullet weapons
ru: Модернизация пулевого оружия

source: Increases the damage done using chainsaws by 20 percents.
ru: Увеличивает повреждения, наносимые бензопилами, на 20 процентов.

source: Upgrade ~!chainsaws
ru: Модернизация бензопил

source: Increases the damage done using explosive weapons by 20 percents.
ru: Увеличивает повреждения, наносимые разрывным оружием, на 20 процентов.

source: Upgrade ~!explosive weapons
ru: Модернизация разрывного оружия

source: Increases the damage done using infantry energy weapons by 20 percents.
ru: Увеличивает повреждения, наносимые энергетическим оружием пехотинцев, на 20 процентов.

source: Upgrade ~!infantry energy weapons
ru: Модернизация энергетического оружия пехоты

source: Increases the damage done using vehicle energy weapons by 20 percents.
ru: Увеличивает повреждения, наносимые энергетическим оружием техники, на 20 процентов.

source: Upgrade ~!vehicle energy weapons
ru: Модернизация энергетического оружия техники

source: Increases the grenade launcher's attack range by 3.
ru: Увеличивает радиус атаки у миномета техника на 3 клетки.

source: Upgrade grenade launcher ~!range
ru: Модернизация радиуса атаки минометов

source: Allows technician to place mines and explosive charges.
ru: Позволяет техникам устанавливать мины и взрывпакеты.

source: Research ~!technician mining tools
ru: Исследование саперного оборудования техников

source: Increases the chaingun's attack range by 1, precision by 20 percents, damage against air targets by 33 percents.
ru: Увеличивает радиус атаки пулеметов на 1 клетку, точность на 20 процентов, вред против воздушных юнитов на 33 процента.

source: Upgrade ~!chaingun accuracy
ru: Модернизация точности пулеметов

source: Increases the rocket launcher's attack range by 2.
ru: Увеличивает радиус атаки у ракетниц на 2 клетки.

source: Research ~!long-ranged missiles
ru: Исследование ракет дальнего действия

source: Allows medic to revive dead marines back to life.
ru: Позволяет медикам возвращать к жизни умерших пехотинцев.

source: Research ~!defibrillation
ru: Исследование дефибрилляции

source: Adds 60 shield points for Fighters.
ru: Добавляет 60 очков щита у истребителя.

source: Research ~!fighter shield
ru: Исследование щитов истребителя

source: Allows to install a missile launcher on crushers, this will increase unit's overall damage and will allow it to attack air targets.
ru: Позволяет устанавливать ракетные установки на Сокрушители, увеличивая их общий наносимый урон и позволяя им атаковать воздушные цели.

source: Research crusher's ~!missile launcher
ru: Исследование ракетных установок Сокрушителя

source: Increase infantry armor points by 15 and it's damage protection ability on 5 percents.
ru: Увеличивает очки брони пехоты на 15 единиц и поглощаемый броней вред на 5 процентов.

source: Upgrade marines ~!armor
ru: Модернизация брони пехоты

source: Research Mega~!armor
ru: Исследование Мегаброни

source: Increase infantry armor points by 20 and it's damage protection ability on 5 percents.
ru: Увеличивает очки брони пехоты на 20 единиц и поглощаемый броней вред на 5 процентов.

source: Research marine ultra protection ~!armor
ru: Исследование супер-защитной брони пехотинца

source: Increases sight range of units by 2.
ru: Увеличивает радиус обзора у всех юнитов на 2 клетки.

source: Research light amplification ~!visors
ru: Исследование приборов ночного видения

source: Increases the vehicle's hit points by 20.
ru: Увеличивает очки жизни у всей техники на 20.

source: Upgrade vehicle ~!armor
ru: Модернизация брони техники

source: Increases the vehicle's hit points by 25.
ru: Увеличивает очки жизни у всей техники на 25.

source: Increases the vehicle's hit points by 30.
ru: Увеличивает очки жизни у всей техники на 30.

source: Increases the vehicle's attack range by 1.
ru: Увеличить радиус атаки у всей техники на 1 клетку.

source: Upgrade vehicle attack ra~!nge
ru: Модернизация радиуса атаки техники

source: Upgrade the Shotgunner to Super Shotgunner. Super Shotgunners are specially trained to have a deal with any kind of monsters: their attack can confuse enemy, seriously decreasing targeting precision.
ru: Улучшить штурмовика до супер штурмовика. Супер штурмовики специально подготовлены, чтобы иметь дело с любыми монстрами: их атака может ошеломить противника, сильно уменьшая точность его огня.

source: ~!Upgrade to super shotgunner
ru: Улучшить до супер штурмовика

source: Installs a missile launcher on Crusher.
ru: Установить ракетную установку на Сокрушитель

source: ~!Install a missile launcher
ru: Установить ракетную установку

source: ~!Building upgrades
ru: Модернизация зданий

source: List of available upgrades for buildings.
ru: Список доступных улучшений для зданий.

source: ~!Demonic technology research
ru: Изучение демонических технологий

source: List of demonic technologies available for researching.
ru: Список доступных для изучения демонических технологий.

source: ~!Demonic ~!essences research
ru: Изучение демонических эссенций

source: List of available pure essence spheres, which could be used to increase abilities of your infantry.
ru: Список доступных чистых эссенций в виде сфер, которые могут усилить способности пехоты.

source: Allows the radar to show random location on map every 2 minutes.
ru: Позволяет радару показывать произвольную область карты каждые 2 минуты.

source: Research radar ~!eye
ru: Исследование шпионского глаза

source: Allows player to research hellish buildings using radars to achieve artifact points.
ru: Позволяет игроку исследовать адские постройки, используя радары, чтобы получать очки артефактов.

source: ~!Hell anomalies radar research
ru: Изучение аномалий с помощью радара

source: Installs a shield generator into all buildings.
ru: Устанавливает генератор щита на все здания.

source: Research ~!building shield
ru: Исследовать щиты зданий

source: Installs a shield generator into all towers.
ru: Установить генератор щита на все турели.

source: Research ~!turret shield
ru: Исследовать щиты турелей

source: Increases the damage done to demons covered with light flesh by 15 percents.
ru: Увеличивает вред демонам, покрытых слабой плотью, на 15 процентов.

source: Research ~!flesh weakness
ru: Исследовать слабости плоти

source: Increases the damage done to demons covered with heavy flesh by 15 percents.
ru: Увеличивает вред демонам, покрытых тяжелой плотью, на 15 процентов.

source: Research ~!heavy flesh weakness
ru: Исследовать слабости тяжелой плоти

source: Increases the damage done to floating demons by 15 percents.
ru: Увеличивает повреждения, наносимые летающим демонам, на 15 процентов.

source: Research ~!levitation anomaly
ru: Исследовать аномалию левитации

source: Increases the output power of energy generators.
ru: Увеличивает выход энергии со всех генераторов.

source: Research ~!inferno anomaly
ru: Изучение аномалии Инферно

source: Allows Doomer to use ultimate Unmaker weapon against demons.
ru: Позволяет Думеру использовать против демонов абсолютное оружие - Уничтожитель.

source: Research ~!torture anomaly
ru: Изучение аномалии мучений

source: Allows medic to make berserk injections into marines, increasing their speed.
ru: Позволяет медику делать инъекции берсерка в пехотинцев, увеличивая их скорость.

source: Research ~!demon strength anomaly
ru: Изучение аномалии силы демонов

source: Installs a cloaking device on fighters, allowing them to become invisible for 25 seconds. No one can see them, even the detector units, but Fighters reveal themselves when opening fire.
ru: Устанавливает устройство невидимости на все штурмовики, позволяя им сделаться невидимыми на 25 секунд. Ни один юнит не сможет увидеть штурмовик, даже детекторы невидимок, но штурмовики могут преждевременно раскрыть себя, если откроют огонь.

source: Research in~!visibility anomaly
ru: Исследовать аномалию невидимости

source: Power Plant
ru: Электростанция

source: Supply Depot
ru: Склад снабжения

source: Barracks
ru: Бараки

source: Weapon Factory
ru: Оружейная фабрика

source: Radar Station
ru: Радар

source: Vehicle Factory
ru: Фабрика техники

source: Tech Center
ru: Техцентр

source: Orbital Control
ru: Центр контроля орбиты

source: Nuclear Power Plant
ru: Атомная электростанция

source: Chaingun Turret
ru: Пулеметная турель

source: Missile Turret
ru: Ракетная турель

source: Commando
ru: Коммандос

source: Commando Body
ru: Труп Коммандоса

source: Chaingun Trooper
ru: Пулеметчик

source: Chaingunner Body
ru: Труп пулеметчика

source: Command Center
ru: Командный центр

source: Advanced Command Center
ru: Улучш.командный центр

source: Crusher
ru: Сокрушитель

source: Crusher with Missile Launcher
ru: Сокрушитель (улучшенный)

source: Doomer
ru: Думер

source: Doomer Body
ru: Труп Думера

source: Fighter
ru: Истребитель

source: Combat Medic
ru: Полевой медик

source: Combat Medic Body
ru: Труп полевого медика

source: Heavy Trooper
ru: Тяжелый пехотинец

source: Heavy Trooper Body
ru: Труп тяж. пехотинца

source: Raider
ru: Налетчик

source: Worker Robot
ru: Робот

source: Rocket Launcher Trooper
ru: Ракетчик

source: Rocket Launcher Trooper Body
ru: Труп ракетчика

source: Berserker
ru: Берсеркер

source: Berserker Body
ru: Труп Берсеркера

source: Shotgunner
ru: Штурмовик

source: Shotgunner Body
ru: Труп штурмовика

source: Super Shotgunner
ru: Супер Штурмовик

source: SSG Body
ru: Труп Супер Штурмовика

source: Mine
ru: Мина

source: Explosive charge
ru: Взрывпакет

source: Techician
ru: Техник

source: Technician Body
ru: Труп техника

source: Thor
ru: Громовержец

source: Transport
ru: Транспорт

source: Upgrade shotguns
ru: Модернизация дробовиков

source: Upgrade bullet weapons
ru: Модернизация пулевого оружия

source: Upgrade explosive weapons
ru: Модернизация разрывного оружия

source: Upgrade infantry energy weapons
ru: Модернизация энергетического оружия пехоты

source: Upgrade vehicle energy weapons
ru: Модернизация энергетического оружия техники

source: Upgrade chainsaws
ru: Модернизация бензопил

source: Upgrade grenade launcher range
ru: Модернизация радиуса атаки минометов

source: Upgrade chaingun accuracy
ru: Модернизация точности пулеметов

source: Research long ranged missiles
ru: Исследование ракет дальнего действия

source: Upgrade marines armor
ru: Модернизация брони пехоты

source: Research Megaarmor
ru: Исследование Мегаброни

source: Research marine ultra protection armor
ru: Исследование супер-защитной брони пехотинца

source: Research light amplification visors
ru: Исследование приборов ночного видения

source: Research technician mining tools
ru: Исследование саперного оборудования техника

source: Research defibrillation
ru: Исследование дефибрилляции

source: Research crusher's missile launcher
ru: Исследование ракетных установок Сокрушителя

source: Research fighter shield
ru: Исследование щитов истребителя

source: Upgrade vehicle armor
ru: Модернизация

source: Upgrade vehicle attack range
ru: Модернизация радиуса атаки техники

source: Research radar eye
ru: Исследование шпионского глаза

source: Hell anomalies radar research
ru: Изучение аномалий с помощью радара
