Repository: eolandro/doomwars
Catalog: scripts/translate/dw-*.po
Languages: ru

source: Increases the heavy armored and air monster's hit points by 25.
ru: Увеличивает очки жизни у тяжело бронированных и воздушных монстров на 25.

source: Increases the heavy armored and air monster's hit points by 35.
ru: Увеличивает очки жизни у тяжело бронированных и воздушных монстров на 35.

source: Increases the heavy armored and air monster's hit points by 45.
ru: Увеличивает очки жизни у тяжело бронированных и воздушных монстров на 45.

source: Upgrade monsters ~!sight
ru: Модернизация радиуса обзора монстров

source: Increases units sight range by 2.
ru: Увеличивает радиус обзора юнитов на 2.

source: S~!pectre research
ru: Изучение спектров

source: Allows to upgrade Demon to Spectre.
ru: Позволяет улучшать демонов до спектров.

source: Bl~!ood demon research
ru: Изучение кровавых демонов

source: Allows to upgrade Demon to Blood Demon.
ru: Позволяет улучшать демонов до кровавых демонов.

source: Blink ~!teleporting ability
ru: Способность телепортационной вспышки

source: Allow Blood Demons to teleport instantly in short range.
ru: Позволяет кровавым демонам мгновенно перемещаться на короткой дистанции.

source: Upgrade ~!cacodemon speed
ru: Модернизация скорости какодемонов

source: Increase moving speed of Cacodemons and Cacoliches.
ru: Увеличить скорость полета какодемонов и каколичей.

source: Research ~!zombification
ru: Исследование зомбирования

source: Pain Elementals will get ability to zombifie marines with their attack. A zombified marine will have a chance to turn into zombie after death.
ru: Элементали боли получают возможность заражать пехотинцев своей атакой. Зараженный пехотинец будет иметь шанс превратиться в зомби после смерти.

source: Upgrade Hell Knight to Baron of Hell. Barons of Hell are the strongest and toughest monsters in Hell.
ru: Улучшить Рыцарей Ада до Баронов Ада. Бароны Ада - самые сильные и крепкие монстры Ада.

source: Upgrade Imp to Devil. Devils are great against enemy's air units and buildings.
ru: Улучшить Черта до Дьявола. Дьяволы хороши против воздушных юнитов врага и зданий.

source: ~!Upgrade Imp to Devil
ru: Улучшить черта до дьявола

source: Upgrade Demon to Blood Demon. Blood demons are much tougher than Demons and they could beat enemy's mechs and buildings.
ru: Улучшить Демона до Кровавого демона. Кровавые демоны значительно сильнее Демонов и они могут повреждать вражескую технику и здания.

source: Upgrade Demon to ~!Blood Demon
ru: Улучшить Демона до Кровавого Демона

source: Upgrade Demon to Spectre. Spectres are less tough and strong as Demons, but nobody could see them except for special detector units.
ru: Улучшить Демона до Спектра. Спектры слабее Демонов, но это компенсируется тем, что никто не может их увидеть, кроме специальных юнитов-детекторов.

source: Upgrade Demon to Spect~!re
ru: Улучшить Демона до Спектра

source: Upgrade Cacodemon to Cacolich. Cacoliches are very effective against enemy's mechs and buildings.
ru: Улучшить Какодемона до Каколича. Каколичи очень эффективны против механизмов врага и его зданий.

source: Upgrade Cacodemon to ~!Cacolich
ru: Улучшить Какодемона до Каколича.

source: Allows monsters to regenerate their health.
ru: Позволяет монстрам восстанавливать свои очки жизни.

source: Research monsters ~!regeneration
ru: Изучение регенерации монстров

source: Increases Lost Soul's hit points by 20, damage by 20 percents, minerals capacity to 120, also allows them to fly over other units and obstacles.
ru: Увеличивает очки жизни душ на 20, наносимый вред на 20 процентов, запас минералов до 120 единиц, а также позволяет им летать над другими юнитами и препятствиями.

source: Upgrade ~!Lost Soul workers
ru: Модернизация потерянных душ

source: Gives an ability to Horror Tower to raise dead marines as zombies.
ru: Дает возможность Башне Ужаса поднимать зомби из мертвых пехотинцев.

source: ~!Raise zombie research
ru: Изучение воскрешения зомби

source: Allow Hell Gates to create portals, which are able to teleport units to random map spots.
ru: Позволяет Адским Вратам создавать порталы, которые способны телепортировать юниты в любое место на карте.

source: ~!Portals research
ru: Изучение порталов

source: Upgrade Temple of Fire, providing access to the most deadful and destructive weapons of Hell.
ru: Улучшить Храм Огня, предоставляя доступ к самым смертоносным и разрушительным орудиям Ада.

source: Upgrade ~!Temple of Fire
ru: Модернизация Храма Огня

source: Menu (~<F10~>)
ru: Меню (~<F10~>)

source: Menu
ru: Меню

source: Diplomacy
ru: Дипломатия

source: Previous viewport mode
ru: Предыдущий вид

source: Next viewport mode
ru: Следующий вид

source: Game resumed
ru: Игра возобновлена

source: Game paused
ru: Игра приостановлена

source: Hell Keep
ru: Адская Крепость

source: Generator of Hell Power
ru: Генератор Адской Энергии

source: Adv.Generator of Hell Power
ru: Улучш. генератор

source: Monster Spawner
ru: Призыватель монстров

source: Hell Gate
ru: Адские Врата

source: Temple of Fire
ru: Храм Огня

source: Pentagram of Death
ru: Пентаграмма смерти

source: Well of Souls
ru: Колодец душ

source: Fire Tower
ru: Башня Огня

source: Advanced Fire Tower
ru: Улучш. башня огня

source: Tower of Horror
ru: Башня ужаса

source: Wall
ru: Стена

source: Arachnotron
ru: Арахнотрон

source: Arachnotron Body
ru: Труп Арахнотрона

source: Arch-Vile
ru: Архиподлец

source: Arch-Vile Body
ru: Труп Архиподлеца

source: Baron of Hell
ru: Барон Ада

source: Baron Body
ru: Труп Барона

source: Belial
ru: Белиал

source: Belial Body
ru: Труп Белиала

source: Former Commando
ru: Бывший Коммандос

source: Former Commando Body
ru: Труп Бывшего Коммандоса

source: Blood Demon
ru: Кровавый демон

source: Blood Demon Body
ru: Труп кровавого Демона

source: Blood Pool
ru: Кровавый бассейн

source: Cacodemon
ru: Какодемон

source: Cacodemon Body
ru: Труп Какодемона

source: Cacolich
ru: Каколич

source: Cacolich Body
ru: Труп Каколича

source: Cyberdemon
ru: Кибердемон

source: Cyberdemon Body
ru: Труп Кибердемона

source: Demon
ru: Демон

source: Demon Body
ru: Труп Демона

source: Devil
ru: Дьявол

source: Devil Body
ru: Труп Дьявола

source: Hell Gate exit
ru: Выход портала

source: Hell Knight
ru: Рыцарь Ада

source: Hell Knight Body
ru: Труп Рыцаря Ада

source: Imp
ru: Черт

source: Imp Body
ru: Труп Черта

source: Lost Soul
ru: Потерянная душа

source: Superior Lost Soul
ru: Высшая потерянная душа

source: Mancubus
ru: Манкубус

source: Mancubus Body
ru: Труп Манкубуса

source: Pain Elemental
ru: Элементаль боли

source: Phantom
ru: Фантом

source: Former Heavy Trooper
ru: Бывший тяж. пехотинец

source: Former Heavy Trooper body
ru: Труп бывш. тяж. пехотинца

source: Revenant
ru: Ревенант

source: Revenant Body
ru: Труп Ревенанта

source: Former Berserker
ru: Бывший Берсеркер

source: Former Berserker Body
ru: Труп Бывшего Берсеркера

source: Spectre
ru: Спектр

source: Spectre Body
ru: Труп Спектра

source: The Spider Mastermind
ru: Паук Предводитель

source: The Spider Mastermind Body
ru: Труп Паука Предводителя

source: Former Super Shotgunner
ru: Супер Штурмовик

source: Former Super Shotgunner Body
ru: Труп Бывшего Супер Штурмовика

source: Former Technician
ru: Бывший техник

source: Upgrade demon teeth
ru: Модернизация зубов демонов

source: Upgrade claws
ru: Улучшить когти

source: Research souls power
ru: Исследовать энергию душ

source: Upgrade arch-vile power
ru: Модернизация способностей архиподлеца

source: Upgrade fireballs
ru: Модернизация огненных шаров

source: Upgrade cacoballs
ru: Модернизация огненных шаров какодемонов

source: Research acidballs
ru: Исследование кислотных огненных шаров

source: Upgrade arachnotron plasma
ru: Модернизация плазмы арахнотрона

source: Upgrade mancubus fireballs
ru: Модернизация огненных шаров манкубуса

source: Upgrade revenant missiles
ru: Модернизация снарядов ревенанта

source: Upgrade light monsters flesh
ru: Модернизация легкой плоти монстров

source: Upgrade heavy monsters flesh
ru: Модернизация тяжелой плоти монстров

source: Upgrade monsters sight
ru: Модернизация радиуса обзора монстров

source: Spectre ability research
ru: Изучение спектров

source: Research zombification
ru: Исследование зомбирования

source: Blood demon research
ru: Изучение кровавых демонов

source: Blink teleporting ability
ru: Способность телепортационной вспышки

source: Upgrade cacodemon speed
ru: Модернизация скорости какодемонов

source: Upgrade building armor
ru: Модернизация брони зданий

source: Research monsters regeneration
ru: Изучение регенерации монстров

source: Upgrade Lost Soul workers
ru: Модернизация потерянных душ

source: Upgrade Temple of Fire
ru: Модернизация Храма Огня

source: Zombie raising research
ru: Изучение аномалий

source: Portals research
ru: Изучение порталов

source: ~!Continue
ru: Продолжить

source: ~!Hell campaign
ru: Кампания Ада

source: ~!UAC campaign
ru: Кампания UAC

source: ~!Missions
ru: Миссии

source: ~!Tutorial
ru: Обучение

source: Follow the lieutenant's orders.
ru: Следуйте указаниям лейтенанта.

source: Allied
ru: Союзник

source: Enemy
ru: Враг

source: Shared Vision
ru: Общий обзор

source: File exists, are you sure ?
ru: Файл существует, вы уверены?

source: ~!Yes
ru: Да

source: Saved map to:
ru: Карта сохранена в:

source: ~!No
ru: Нет

source: Do you want to save your map?
ru: Вы хотите сохранить свою карту?

source: Map description :
ru: Описание:

source: TileSet :
ru: Тайлсет:

source: Size :
ru: Размер:

source: ~!New map
ru: Создать

source: File :
ru: Файл :

source: Players :
ru: Игроков :

source: Scenario :
ru: Карта :

source: Size :
ru: Размер :

source: ~!Select map
ru: Выбрать карту

source: ~!Edit map
ru: Редактировать

source: ~<Map Editor~>
ru: ~<Редактор~>

source: ~!Load map
ru: Загрузить карту

source: ~!Exit
ru: Выход

source: Save Map
ru: Запись карты

source: ~!Save
ru: Запись

source: Players properties
ru: Свойства игроков

source: Type
ru: Тип

source: Race
ru: Раса

source: AI
ru: ИИ

source: Minerals
ru: Минералы

source: Energy
ru: Энергия

source: Map properties
ru: Свойства карты

source: Map description:
ru: Описание карты:

source: Map setup file:
ru: Файл установок карты:

source: Size :
ru: Размер :

source: Editor Menu
ru: Меню редактора

source: Save (~<F11~>)
ru: Запись(~<F11~>)

source: Map Properties (~<F5~>)
ru: Свойства карты (~<F5~>)

source: Player Properties (~<F6~>)
ru: Свойства игроков (~<F6~>)

source: E~!xit to Menu
ru: Вернуться в меню

source: Return to Editor (~<Esc~>)
ru: Вернуться (~<Esc~>)

source: Unit properties
ru: Свойства юнитов

source: Teleport properties
ru: Свойства телепорта

source: Dest. unit:
ru: Выход. юнит:

source: Artificial Intelligence
ru: Искусственный интеллект

source: Amount of
ru: Количество

source: End Scenario
ru: Завершить игру

source: ~!Restart Scenario
ru: Перезапустить

source: ~!Surrender
ru: Сдаться

source: ~!Quit to Menu
ru: Выход в меню

source: E~!xit Doom Wars
ru: Выйти из Doom Wars

source: Previous (~<Esc~>)
ru: Назад (~<Esc~>)

source: Are you sure you want to restart the scenario?
ru: Вы действительно желаете перезапустить игру?

source: Cancel (~<Esc~>)
ru: Отмена(~<Esc~>)

source: Are you sure you want to surrender to your enemies?
ru: Вы действительно желаете сдаться своим противникам?

source: Are you sure you want to quit to the main menu?
ru: Вы действительно хотите выйти в главное меню?

source: Are you sure you want to exit Doom Wars?
ru: Вы действительно хотите покинуть Doom Wars?

source: Game Menu
ru: Игровое меню

source: Load (~<F12~>)
ru: Загрузка(~<F12~>)

source: Options (~<F5~>)
ru: Опции (~<F5~>)

source: Help (~<F1~>)
ru: Помощь (~<F1~>)

source: Scenario ~!Objectives
ru: Цели миссии

source: ~!End Scenario
ru: Завершить игру

source: Return to Game (~<Esc~>)
ru: Вернуться в игру (~<Esc~>)

source: Help Menu
ru: Меню помощи

source: Keystroke ~!Help
ru: Горячие клавиши

source: ~!Tips
ru: Советы

source: Keystroke Help Menu
ru: Горячие клавиши

source: Show tips at startup
ru: Показывать при запуске

source: ~!Next Tip
ru: Далее

source: ~!Close
ru: Закрыть

source: Load Game
ru: Загрузить игру

source: ~!Load
ru: Загрузить

source: Map default
ru: По умолчанию

source: Closed
ru: Закрыто

source: Players
ru: Игроки

source: ~<Joining game: Map~>
ru: ~<Присоединиться к игре: Карта~>

source: ~<Time:~>
ru: ~<Время:~>

source: ~<Name:~>
ru: ~<Имя:~>

source: ~<Ready:~>
ru: ~<Готовность:~>

source: Open slots :
ru: Открытых слотов :

source: Cannot reach server
ru: Сервер недостижим

source: Connecting to server
ru: Соединяемся с сервером

source: Connecting...
ru: Соединение...

source: Map not available
ru: Карта недоступна

source: Server is full
ru: Сервер полон

source: Server gone
ru: Сервер ушел

source: Incompatible engine version
ru: Несовместимая версия движка

source: Incompatible network version
ru: Несовместимая версия сети

source: Add server
ru: Добавить сервер

source: Server IP:
ru: IP сервера:

source: Invalid server name
ru: Неверное имя сервера

source: Edit server
ru: Редактирование сервера

source: Servers:
ru: Сервера:

source: Co~!nnect
ru: Соединение

source: ~!Add server
ru: Добавить сервер

source: ~!Edit server
ru: Редактировать сервер

source: ~!Delete server
ru: Удалить сервер

source: ~<Create MultiPlayer game~>
ru: ~<Создание многопользовательской игры~>

source: ~<Multiplayer Network Game~>
ru: ~<Многопользовательская игра~>

source: Nickname :
ru: Псевдоним :

source: ~!Join Game
ru: Присоединиться

source: ~!Create Game
ru: Создать игру

source: Meta~!server
ru: Метасервер

source: Objectives
ru: Цели миссии

source: Sound Options
ru: Настройки звука

source: Effects Volume
ru: Громкость эффектов

source: Enabled
ru: включено

source: Music Volume
ru: Громкость музыки

source: min
ru: мин

source: max
ru: макс

source: Soundtracks:
ru: Список треков:

source: ~!Play
ru: Играть

source: Preferences
ru: Предпочтения

source: Show targeting lines
ru: Линии наведения

source: Show damage
ru: Показ урона

source: Show unit radii
ru: Показать радиусы юнита

source: Show command hotkey
ru: Показ гор.клавиш команд

source: Show messages
ru: Показ сообщений

source: Big map mode
ru: Большая карта

source: Game Speed:
ru: Скорость игры:

source: slow
ru: медл

source: fast
ru: быстр

source: Mouse Speed:
ru: Скорость мыши:

source: Unsupported video mode
ru: Неподдерживаемый видеорежим

source: Video Options
ru: Настройки видео

source: Video Resolution:
ru: Разрешение экрана:

source: Full Screen
ru: Полноэкранный режим

source: Set Maximum OpenGL Texture to 256
ru: Установить максимальный размер текстуры OpenGL в 256

source: Render Mode: (need to restart)
ru: Режим рендера: (нужен перезапуск)

source: Software
ru: Программный

source: You need to restart game to apply changes, exit now?
ru: Нужно перезапустить игру для принятия изменений, продолжить?

source: Language Options
ru: Опции перевода

source: Available languages:
ru: Доступные языки:

source: Game Options
ru: Настройки игры

source: Sound (~<F7~>)
ru: Звук (~<F7~>)

source: Preferences (~<F8~>)
ru: Предпочтения (~<F8~>)

source: Diplomacy (~<F9~>)
ru: Дипломатия (~<F9~>)

source: Game Preferences (~<F8~>)
ru: Предпочтения (~<F8~>)

source: Video (~<F9~>)
ru: Видео (~<F9~>)

source: Language (~<F11~>)
ru: Перевод (~<F11~>)

source: Select Game
ru: Выбрать игру

source: Reveal Map
ru: Открыть туман войны

source: Save Replay
ru: Сохранение реплея

source: Victory!
ru: Победа!

source: Defeat!
ru: Поражение!

source: Draw!
ru: Ничья!

source: Units:
ru: Юниты:

source: Buildings:
ru: Здания:

source: Minerals:
ru: Минералы:

source: Energy:
ru: Энергия:

source: Kills:
ru: Убийств:

source: Razings:
ru: Разрушено:

source: Score:
ru: Очки:

source: Result:
ru: Результат:

source: Total Time:
ru: Общее время:

source: ~!Save Replay
ru: Сохр. реплей

source: Saved game to:
ru: Игра сохранена в:

source: Save Game
ru: Запись игры

source: enable trade
ru: включить торговлю

source: prev player
ru: пред игрок

source: next player
ru: след игрок

source: decrease minerals
ru: уменьш мин

source: increase minerals
ru: увел мин

source: decrease energy
ru: уменьш энерг

source: increase energy
ru: увел энергию

source: commit operation
ru: выполнить операцию

source: collect samples
ru: собрать образцы

source: heal
ru: лечить

source: defibrillation
ru: дефибрилляция

source: berserk
ru: берсерк

source: Place mine
ru: Установить мину

source: place mine
ru: установка мины

source: place charge
ru: установка взрывпакета

source: repair armor
ru: ремонт брони

source: repair
ru: ремонт

source: select rl
ru: выбрать ракетницу

source: select quad
ru: выбрать квадрошотган

source: melee
ru: ближний бой

source: bfg shot
ru: выстрел из БФГ

source: soulsphere
ru: Использовать сферу душ

source: invisibility
ru: невидимость

source: doom sphere
ru: Использовать сферу судьбы

source: invulnerability
ru: Неуязвимость

source: radar eye
ru: глаз шпиона

source: radar research
ru: исследование радаром

source: Orbiral attack
ru: Орбитальная атака

source: shield sphere
ru: сфера щита

source: life sphere
ru: сфера жизни

source: regeneration sphere
ru: сфера регенерации

source: skull sphere
ru: сфера черепа

source: absolute defence sphere
ru: сфера абсолютной защиты

source: acid sphere
ru: кислотная сфера

source: sphere of corruption
ru: сфера гниения

source: vampirism sphere
ru: сфера вампиризма

source: burn
ru: сжечь

source: melee attack
ru: ближний бой

source: eat corpse
ru: съесть труп

source: blink
ru: вспышка

source: zombifie
ru: зомбирование

source: raise zombie
ru: поднятие зомби

source: summon phantom
ru: вызов Фантома

source: resurrect
ru: воскрешение

source: curse armor
ru: проклясть броню

source: inferno
ru: инферно

source: rage
ru: ярость

source: acid storm
ru: запуск кислотного шторма

source: corrupt
ru: разложить

source: teleport
ru: телепортация

source: belial vampirism
ru: вампиризм

source: charge
ru: восполнение ману

source: create portal link
ru: создать связь

source: summon cyberdemon
ru: вызов Кибердемона

source: summon spiderdemon
ru: выбор Кибердемона

source: cyberdemon summon
ru: вызов Кибердемона

source: spiderdemon summon
ru: вызов Паука Предводителя

source: collect
ru: собирайте

source: mine
ru: добывайте

source: gain
ru: вырабатывайте

source: minerals
ru: минералы

source: energy
ru: энергия

source: hellpower
ru: адская сила

source: Order unit to defend territory between 2 points.
ru: Приказывает юниту защищать территорию между 2 пунктами.

source: Show units inside transporter.
ru: Показывает юниты внутри транспорта.

source: Show ~!units
ru: Показать пассажиров

source: Order unit to unload his passengers on specified location.
ru: Приказывает юниту высадить пассажиров в определенном месте.

source: Order worker to repair damaged structures. The repair cost is 2 minerals and 1 energy per 2 hit points.
ru: Приказывает роботу ремонтировать поврежденные здания. Ремонт требует 2 ед. минералов и 1 ед. энергии за 2 ОЖ здания.

source: Order worker to collect minerals from specified mineral patch.
ru: Приказывает роботу собирать минералы с определенного месторождения минералов.

source: Order worker to return his cargo into nearest depot.
ru: Приказывает роботу вернуть свой груз в ближайший склад ресурсов.

source: The list of available military buildings.
ru: Список военных сооружений, доступных для строительства.

source: ~!Collect samples
ru: Собрать образцы

source: Search a hellish corpse for hellspawn knowledge.
ru: Исследовать труп демона и получить образцы демонических артефактов.

source: Heal wounded marines (10 HP per cast).
ru: Лечит раненых пехотинцев (10 ОЗ за раз).

source: ~!Defibrillation
ru: Дефибрилляция

source: Take an attempt to revive dead marine. The chance of successful revival depends on marine's death time.
ru: Делает попытку вернуть мертвого пехотинца к жизни. Шанс на восстановления зависит от времени смерти пехотинца.

source: Make a berserk injection into marine. This will double move and attack speeds for 10 seconds.
ru: Сделать инъекцию берсерка пехотинцу. Это удвоит скорости атаки и передвижения на 10 секунд.

source: Make a berserk ~!injection
ru: Сделать инъекцию берсерка

source: Repair a~!rmor
ru: Чинить броню

source: Repair the damaged armor. The repair takes 40 minerals for full armor restoration.
ru: Починить поврежденную броню. Полное восстановление брони стоит 40 минералов.

source: Place m~!ine
ru: Установить мину

source: Place an explosive charge on the ground. Nobody could see the charge except for special detector units. The technician can carry up to 3 mines.
ru: Установить мину на землю. Мина невидима для всех юнитов противника, за исключением специальных юнитов-детекторов. Техник может нести с собой 3 мины.

source: Place ~!bomb
ru: Установить бомбу

source: Place a big explosive charge near the building, which will blow up in 10 seconds. The charge could be destroyed by enemy without explosion. Could be used only once.
ru: Установить большой взрывпакет рядом со зданием, который поднимет его на воздух через 10 секунд. Взрывпакет может быть уничтожен противником. Может быть использован только 1 раз.

source: Use cloaking ~!device
ru: Использовать устройство невидимости

source: Uses cloaking device on Fighter to make it invisible for all units for 25 seconds. Fighters reveal themselves when opening fire.
ru: Включает устройство невидимости штурмовика, чтобы сделать его невидимым на 25 секунд. Штурмовики раскрывают себя если открывают огонь.

source: ~!Repair vehicle
ru: Чинить технику

source: Repair the damaged vehicles.
ru: Ремонтирует поврежденную технику.

source: Re~!pair vehicle
ru: Чинить технику

source: Shows up a small piece of map for 10 seconds.
ru: Делает небольшой участок карты видимым на 10 секунд.

source: Radar ~!eye
ru: Глаз шпиона

source: Research Hell building to gain artifact points. The same building cannot be researched twice.
ru: Изучает адскую постройку, чтобы получить очки демонических исследований. Одна и та же постройка не может быть изучена дважды.

source: Perform Hell building ~!research
ru: Изучить адскую постройку

source: Orders the orbiting satellite to shot with on-board plasma cannon to specified location. The shot causes a big explosion which destroys almost everything.
ru: Подсвечивает выбранную область для орбитальной пушки, которая начинает стрелять по этой области. Выстрел из пушки создает мощный взрыв, разрушающий практически все.

source: ~!Orbital attack
ru: Атака с орбиты

source: ~!Life sphere
ru: Сфера Жизни

source: Increases the maximum HP of marine on 50.
ru: Увеличивает максимум очков жизни на 50.

source: ~!Regeneration sphere
ru: Сфера Регенерации

source: This sphere regenerates marine's health at a rate 1 HP per second.
ru: Сфера восстанавливает здоровье пехотинца со скоростью 1 очко жизни в секунду.

source: Aci~!d Sphere
ru: Кислотная Сфера

source: Every unit who attacked this marine(except buildings) will get 20 acid damage. A maximum damage of 600 points could be dealt, after that sphere destroys itself.
ru: Все юниты, которые атаковали пехотинца(кроме зданий), получают 20 урона кислотой. Максимальный урон - 600 единиц, после чего сфера саморазрушается.

source: S~!kull sphere
ru: Сфера Черепа

source: With skull sphere marine cannot be possessed by Belial or zombified by Pain Elementals, and its corpse cannot be used by Hell to raise zombies.
ru: Со сферой черепа пехотинец не может быть захвачен Белиалом или зомбирован Элементалем Боли, а его труп нельзя будет использовать, чтобы поднять зомби.

source: Sphere of ~!Corruption
ru: Сфера Гниения

source: All monsters around unit will get 15 damage per second. A maximum damage of 600 points could be dealt, after that sphere destroys itself.
ru: Все монстры вокруг юнита получают 15 урона в секунду. Максимально может быть нанесено 600 урона, после чего сфера саморазрушается.
