Repository: eolandro/doomwars
Catalog: scripts/translate/dw-*.po
Languages: ru

source: Research building shield
ru: Исследование силовых щитов зданий

source: Research tower shield
ru: Исследование щитов башен

source: Research flesh weakness
ru: Изучение слабостей обычной плоти

source: Research heavy flesh weakness
ru: Изучение слабостей крепкой плоти

source: Research levitation anomaly
ru: Изучение аномалии левитации

source: Research torture anomaly
ru: Изучение аномалии мучений

source: Research inferno anomaly
ru: Изучение аномалии инферно

source: Research demon strength anomaly
ru: Изучение аномалии силы демонов

source: Research invisibility anomaly
ru: Изучение аномалии невидимости

source: Supply usage:
ru: Припасы:

source: Hell Power usage:
ru: Адская энергия:

source: Output :
ru: Выход :

source: In use :
ru: Нужно :

source: Resource stats:
ru: Доход:

source: Minerals :
ru: Минералы:

source: Energy :
ru: Энергия:

source: Energy production:
ru: Производство энергии :

source: Usage: %d/100
ru: Необходимо: %d/100

source: Trading mode:
ru: Режим торговли:

source: Player:
ru: Игрок:

source: Minerals: %d
ru: Минералы: %d

source: Energy: %d
ru: Энергия: %d

source: Base Damage:
ru: Основной урон:

source: Attack Range:
ru: Радиус атаки:

source: Researching:
ru: Исследование:

source: Upgrading:
ru: Модернизация:

source: Research preparing:
ru: Подготовка:

source: Researching in:
ru: Исследование:

source: Estimated time:
ru: Оставшееся время:

source: XP:~<%d~> Kills:~<%d~>
ru: XP:~<%d~> Убил:~<%d~>

source: Rank:
ru: Ранг:

source: elite
ru: элита

source: captain
ru: капитан

source: sergeant
ru: сержант

source: marine
ru: рядовой

source: chosen one
ru: избранный

source: soulsucker
ru: поглотитель

source: adept
ru: адепт

source: hound
ru: тварь

source: Armor:
ru: Броня:

source: light
ru: легкая

source: heavy
ru: тяжелая

source: shield
ru: щит

source: mech
ru: мех.

source: light flesh
ru: легк. плоть

source: heavy flesh
ru: тяж. плоть

source: building
ru: строение

source: concrete
ru: бетон

source: cursed
ru: проклятый

source: Sight Range:
ru: Радиус обзора:

source: Mines left:
ru: Осталось мин:

source: ~<ALT~>-click to defend unit.
ru: ~<ALT~>-клик, чтобы защищать юнит.

source: ~<SHIFT~>-click to make waypoints.
ru: ~<SHIFT~>-клик, чтобы создавать точки следования.

source: ~<CTRL~>-click on button enables/disables auto-repair of damaged buildings.
ru: ~<CTRL~>-клик на кнопку включает/отключает авторемонт поврежденных зданий.

source: ~<CTRL~>-click on button enables/disables autoheal ability.
ru: ~<CTRL~>-клик на кнопку включает/выключает режим автоматического лечения.

source: ~<CTRL~>-click on button enables/disables auto-repair ability.
ru: ~<CTRL~>-клик на кнопку включает/выключает режим авторемонта.

source: Hit Points:
ru: Очки жизни:

source: Hint : You can build walls quickly by pressing SHIFT and moving the building cursor.
ru: Подсказка: вы можете быстро построить стену зажатием SHIFT и перемещением курсора.

source: Base damage:
ru: Основной урон:

source: Points:
ru: Ценность:

source: Affects: Shotgunner, Super Shotgunner, Doomer
ru: Влияет на: Штурмовик, Супер Штурмовик, Думер

source: Affects: Chaingun Trooper, Chaingun Tower, Combat Medic
ru: Влияет на: Пулеметчик, Пулеметная турель, Полевой Медик

source: Affects: Technician, Rocket Launcher Trooper, Missile Turret, Crusher, Doomer
ru: Влияет на: Техник, Ракетчик, Ракетная турель, Сокрушитель, Думер

source: Affects: Heavy Trooper, Commando, Doomer
ru: Влияет на: Тяжелый пехотинец, Коммандо, Думер

source: Affects: Raider, Thor, Fighter
ru: Влияет на: Налетчик, Громовержец, Истребитель

source: ~<CTRL~>-click on button enables/disables auto-cast for this ability.
ru: ~<CTRL~>-клик на кнопку включает/выключает автоприменение этой способности.

source: ~<CTRL~>-click on button enables/disables auto-cast for this ability. The samples will be collected only if there are no enemies in attack range.
ru: ~<CTRL~>-клик на кнопку включает/выключает автоприменение этой способности. Образцы будут собраны только если в радиусе атаки нету противников.

source: NOTE: you can't create portal if you are summoning units through Hell Gate
ru: ПРИМЕЧАНИЕ: вы не можете создавать портал если вы призываете войска через Адские Врата

source: Mineral mine
ru: Минеральная шахта

source: Minerals patch
ru: Месторождение

source: Explosive Barrel
ru: Взрывоопасная бочка

source: Explosive Barrels
ru: Взрывоопасные бочки
