Repository: eolandro/doomwars
Catalog: scripts/translate/dw-*.po
Languages: ru

source: ~<ESC~> Cancel
ru: ~<ESC~> Отмена

source: Aborts current upgrade and gives it's cost back to the player.
ru: Отменяет модернизацию и возвращает ее стоимость обратно игроку.

source: ~<ESC~> Cancel upgrade
ru: ~<ESC~> Отменить модернизацию

source: Aborts current unit training and gives it's cost back to the player.
ru: Отменяет создание юнита и возвращает его стоимость обратно игроку.

source: ~<ESC~> Cancel unit training
ru: ~<ESC~> Отменить создание юнита

source: Aborts current building construction and gives it's 75 percents cost back to the player.
ru: Отменяет постройку здания и возвращает 75 процентов его стоимости обратно игроку.

source: ~<ESC~> Cancel construction
ru: ~<ESC~> Отмена строительства

source: Very Happy RESOURCES Added
ru: Халявные РЕСУРСЫ были розданы!

source: Very Happy RESOURCES Added NOT ONLY for you!
ru: Халявные РЕСУРСЫ были розданы всем!

source: Berserk disabled!
ru: Режим берсерка выключен!

source: Berserk enabled!
ru: Режим берсерка включен!

source: Degreelessness Mode OFF
ru: Режим бессмертия выключен

source: Degreelessness Mode ON
ru: Режим бессмертия включен

source: -Destroy the enemy
ru: -Уничтожьте противника

source: ~<Select scenario~>
ru: ~<Выберите карту~>

source: Filename:
ru: Файл:

source: Players:
ru: Игроков:

source: Description:
ru: Описание:

source: Size:
ru: Размер:

source: ~!Cancel
ru: Отмена

source: 1:Red
ru: 1:Красный

source: 2:Blue
ru: 2:Синий

source: 3:Green
ru: 3:Зеленый

source: 4:Violet
ru: 4:Фиолетовый

source: 5:Orange
ru: 5:Оранжевый

source: 6:Black
ru: 6:Черный

source: 7:White
ru: 7:Белый

source: 8:Yellow
ru: 8:Желтый

source: Random
ru: Произв.

source: Hell
ru: Ад

source: Player
ru: Игрок

source: Computer
ru: Компьютер

source: None
ru: Нет

source: Default
ru: По умолчанию

source: Explored
ru: Разведан

source: Revealed
ru: Открыт

source: Error:
ru: Ошибка:

source: ~!Map info
ru: ~!Информация о карте

source: Scenario:
ru: Карта:

source: File:
ru: Файл:

source: ~<Skirmish Setup~>
ru: ~<Настройка схватки~>

source: S~!elect Scenario
ru: Выбрать карту

source: ~!Start Game
ru: Начать игру

source: ~!Main Menu
ru: Назад

source: ~<Type:~>
ru: ~<Тип:~>

source: ~<Side:~>
ru: ~<Сторона:~>

source: ~<Teams:~>
ru: ~<Команда:~>

source: seconds
ru: секунд

source: ~<Reveal Map:~>
ru: ~<Туман войны:~>

source: ~<Game Type:~>
ru: ~<Режим игры:~>

source: Team Battle
ru: Командная игра

source: Free for all
ru: Каждый сам за себя

source: UAC vs. Hell
ru: UAC против Ада

source: Time Attack
ru: Битва на время

source: Use map settings
ru: Настройки из карты

source: ~<Resources:~>
ru: ~<Ресурсы:~>

source: High
ru: Много

source: Medium
ru: Средне

source: Low
ru: Мало

source: Quick Start
ru: Быстрый старт

source: ~<AI Difficulty:~>
ru: ~<Сложность ИИ:~>

source: I'm too young to die
ru: Я слишком молод умирать

source: Hey, not too rough
ru: Эй, полегче

source: Hurt me plenty
ru: Побольше боли

source: Ultra-Violence
ru: Ультра-Насилие

source: Nightmare!
ru: Кошмар!

source: ~!Skirmish
ru: Схватка

source: ~!Multiplayer
ru: Мультиплеер

source: ~!Campaign
ru: Кампания

source: ~!Editor
ru: Редактор

source: ~!Load Game
ru: Загрузить игру

source: ~!Replay Game
ru: Переиграть игру

source: ~!Options
ru: Настройки

source: Cre~!dits
ru: Авторы

source: E~!xit
ru: Выход

source: Powered by Stratagus Engine V
ru: Основано на Stratagus, версия

source: ~!Move
ru: Двигаться

source: Order unit to move to specified location.
ru: Приказывает юниту идти в определенном направлении.

source: ~!Stop
ru: Остановиться

source: Order unit to stop current action.
ru: Приказывает юниту остановиться.

source: ~!Attack
ru: Атаковать

source: Order unit to attack other units or to move and kill any enemy on the way.
ru: Приказывает юниту атаковать либо выдвигаться на позицию и уничтожать всех врагов на своем пути.

source: ~!Patrol
ru: Патрулировать

source: Order unit to defend the territory between 2 points.
ru: Приказывает юниту защищать территорию между 2 пунктами.

source: S~!tand ground
ru: Защищать местность

source: Order unit not to move and attack enemies in attack range.
ru: Приказывает юниту не двигаться и поражать противников в зоне действия оружия.

source: Attack ~!ground
ru: Атаковать позицию

source: Order unit to attack specified location.
ru: Приказывает юниту непрерывно обстреливать выбранную локацию.

source: ~!Unload
ru: Высадить

source: Order Pain Elemental to unload it's souls on specified location.
ru: Приказывает Элементалю Боли высадить все потерянные души и фантомов.

source: ~!Repair
ru: Ремонтировать

source: Order lost soul to repair damaged structures. The repair cost is 2 minerals and 1 energy per 2 hit points.
ru: Приказывает душе ремонтировать поврежденные здания. Ремонт требует 2 ед. минералов и 1 ед. энергии за 2 ОЖ здания.

source: Order lost soul to collect minerals from specified mineral patch.
ru: Приказывает душе собирать минералы с определенного месторождения минералов.

source: ~!Collect minerals
ru: Собирать минералы

source: Order lost soul to return his gained energy into nearest depot.
ru: Приказывает душе вернуть свой всю собранную энергию в ближайший склад ресурсов.

source: Return with ~!goods
ru: Вернуться с грузом.

source: ~!Build basic structure
ru: Построить базовую структуру

source: The list of available main buildings.
ru: Список основных сооружений, доступных для строительства.

source: The list of available hellspawn buildings.
ru: Список основных демонических сооружений, доступных для строительства.

source: Build ~!war structure
ru: Построить военную структуру

source: The list of available base defence buildings.
ru: Список оборонных сооружений, доступных для строительства.

source: Build ~!defence structure
ru: Построить оборонную структуру

source: Resurrect the dead demons back to life. The spell uses 20 mana per cast.
ru: Воскресить мертвых демонов обратно к жизни. Заклинание использует 20 маны за попытку.

source: ~!Resurrect
ru: Воскресить

source: Curse the target's armor and destroys all infantry armor within 3x3 area. The cursed unit will take 2x damage.
ru: Проклинает броню цели и уничтожает всю броню у вражеской пехоты на участке 3x3. Проклятый юнит будет получать вдвое больше урона.

source: ~!Curse armor
ru: Проклясть броню

source: Make target to be invulnerable to damage for 15 seconds.
ru: Делает цель неуязвимой к урону на 15 секунд.

source: ~!Invulnerability
ru: Неуязвимость

source: In~!ferno
ru: Инферно

source: Burn the selected area. Very effectively against buildings.
ru: Поджигает указанную область. Очень эффективно против зданий.

source: Raise zombie from dead marine.
ru: Воскрешает зомби из павшего пехотинца.

source: ~!Raise zombie
ru: Поднять зомби

source: ~!Activate pentagram
ru: Активировать пентаграмму

source: Use Pentagram' of Death energy to summon Spider Mastermind for some time on random map spot.
ru: Использовать накопленную энергию Пентаграммы для вызова Паука-Предводителя на некоторое время в любую точку карты.

source: Use Pentagram' of Death energy to summon Cyberdemon for some time on random map spot.
ru: Использовать накопленную энергию Пентаграммы для вызова Кибердемона на некоторое время в любую точку карты.

source: Let Pentagram of Death to summon Cyberdemon. Cyberdemon is an ultimate demon lord, which power is enough to crush an entire army.
ru: Позволяет Пентаграмме Смерти вызвать Кибердемона. Кибердемон - великий лорд демонов и обладает силой, достаточной, чтобы уничтожить целую армию.

source: Select ~!Cyberdemon
ru: Выбрать Кибердемона

source: Let Pentagram of Death to summon Spider Mastermind. Spider Mastermind is a lord of hellspawn, and every demon near to it will start to move and attack faster.
ru: Позволяет Пентаграмме Смерти вызвать Паука Предводителя. Паук Предводитель - лорд адского нашествия, и каждый демон, находясь рядом с ним, увеличивает свою скорость атаки и передвижения.

source: Select ~!Spider Mastermind
ru: Выбрать Паука Предводителя

source: Summon ~!Cyberdemon
ru: Выбрать Кибердемона

source: ~!Zombifie
ru: Зомбировать

source: Dwell into UAC marine's corpse to control him.
ru: Вселиться в труп пехотинца для полного контроля над ним.

source: Summon P~!hantom
ru: Вызвать Фантом

source: Summons a Phantom for 1 minute on map.
ru: Вызывает Фантом на поле боя на 1 минуту.

source: M~!elee attack
ru: Ближний бой

source: Move closer to enemy and attack it with claws. Useless against mechs and buildings.
ru: Приблизиться к врагу и атаковать его когтями. Бесполезно против механизмов и зданий.

source: Throw fireball on specified spot and burn it.
ru: Бросить огненный шар в заданную местность и поджечь ее.

source: ~!Burn
ru: Поджечь

source: Move closer to enemy and punch it. Useless against mechs and buildings.
ru: Приблизиться к врагу и бить его. Бесполезно против механизмов и зданий.

source: ~!Heal
ru: Лечить

source: Heal monster. It uses 5 well energy for 4 hit points.
ru: Лечит монстра. Способность использует 5 единиц энергии для восстановления 4 очков жизни.

source: ~!Charge
ru: Восполнить ману

source: Charge up monster's energy. It uses 5 well energy for 3 energy points.
ru: Восполняет ману монстра. Способность использует 5 единиц энергии для восстановления 3 очков маны.

source: ~!Vampirism
ru: Вампиризм

source: Attack enemy with claws. The attack will give Belial 10 HP and 3 mana points plus an extra 3 HP and 1 mana point with each veterancy level.
ru: Атаковать противника когтями. Успешный удар дает Белиалу 10 очков жизни и 3 очка маны и дополнительно 3 очка жизни и 1 очко маны за каждый уровень.

source: The list of Belial spells and abilities.
ru: Список способностей и заклинаний Белиала

source: ~!Belial abilities
ru: Способности Белиала

source: ~!Rage
ru: Ярость

source: Speed-ups the target for 20 seconds.
ru: Ускоряет цель на 20 секунд.

source: C~!orrupt
ru: Разложить

source: Turns marine into zombie.
ru: Превращает пехотинца в зомби.

source: T~!eleport
ru: Телепортация

source: Teleport Belial to random spot on the map.
ru: Телепортирует Белиала в любую точку карты.

source: Launch Aci~!d Storm
ru: Запустить кислотный шторм

source: Creates an evil stone which starts to burst with acid fireballs.
ru: Создает адский камень, который начинает швыряться кислотными шарами.

source: Back to previous menu.
ru: Назад в предыдущее меню

source: ~!Eat corpse
ru: Съесть труп

source: Demon eats the nearby corpse and fully restores its hit points.
ru: Демон съедает труп и восстанавливает все здоровье.

source: ~!Blink
ru: Вспышка

source: Teleport blood demon to another position.
ru: Телепортирует кровавого демона в другое место

source: Create portal ~!link
ru: Создать связь

source: Creates a portal to random map location, so you will be able to transport units through Hell Gate to that location.
ru: Создает портал в любую точку карты, что позволит вам перенести ваши юниты через Адские Врата в этот портал.

source: Hell's main building. It can summon lost souls and Belial, also it serves as a resource depot.
ru: Главное сооружение Ада. Оно может призывать души и Белиала, также оно служит как хранилище ресурсов.

source: Build Hell ~!keep
ru: Построить Адскую Крепость

source: Build ~!generator of Hell Power
ru: Построить генератор Адской Энергии

source: Produces energy and unit supply. The more generators you build, the quicker energy will be produced.
ru: Производит энергию. Чем больше электростанций вы построите, тем больше энергии будет произведено.

source: The well can heal wounded monsters and charge up their energy.
ru: Колодец может лечить раненых монстров и восполнять их ману.

source: Build ~!well of souls
ru: Построить колодец душ

source: Provides access for even more deadly weapons of Hell's invasion.
ru: Дает доступ к еще более смертоносным орудиям Адского нашествия.

source: Build ~!Temple of fire
ru: Построить Храм огня

source: You can summon the small monsters of Hell there.
ru: Здесь можно призвать младших монстров Ада.

source: Build monster ~!spawner
ru: Построить призыватель монстров

source: Build blood ~!pool
ru: Построить кровавый бассейн

source: Allows you to upgrade abilities of your units.
ru: Позволяет вам улучать характеристики ваших юнитов.

source: The big demons are moving to battlefield through this Gates. You could upgrade Hell Gate to create teleportation portals.
ru: Старшие демоны продвигаются на поле боя через эти Врата. Вы можете улучшить Адские Врата, чтобы создавать порталы.

source: Build Hell ~!gate
ru: Построить Адские врата

source: The place there the superior demons of hell could be spawned.
ru: Место, где могут быть призваны

source: Build ~!pentagram of death
ru: Построить пентаграмму смерти

source: Passive defence, this can stop the enemy invasion to your base. Walls have an ability to block the most of missiles passing over them.
ru: Пассивная оборона, позволяющая вам задержать продвижение противника на вашу базу. Стены обладают способностью блокировать большинство снарядов, пролетающих мимо них.

source: Build ~!wall
ru: Построить стену

source: This tower can fire fireballs to enemies. Good against enemy's infantry.
ru: Эта башня может бить огненными шарами по противнику. Хорошее решение против пехоты противника.

source: Build ~!fire tower
ru: Построить башню огня

source: The most powerful defence tower of Hell, fires an explosive fireballs which could seek towards the enemy. Could be upgraded to raise zombies from dead marines.
ru: Самая мощная башня Ада, которая может стрелять взрывающимися шарами, наводящимися на противника. Может быть улучшена, чтобы поднимать зомби из мертвых пехотинцев.

source: Build tower of ~!horror
ru: Построить башню ужаса

source: Summon ~!Lost Soul
ru: Вызвать потерянную душу

source: Hell's main worker. Can build buildings, repair damaged ones and collect minerals.
ru: Основная рабочая сила Ада. Может строить здания, ремонтировать поврежденные, собирать минералы.

source: Summon Superior ~!Lost Soul
ru: Вызвать Высшую потерянную душу

source: Summon ~!Belial
ru: Вызвать Белиала

source: Belial is the ultimate demon lord, right hand of Icon of Sin.
ru: Белиал - высший лорд демонов, правая рука Иконы Греха.

source: Increases the hit points of buildings by 150, also increases the hit points of towers and walls by 45.
ru: Увеличивает кол-во очков жизни у зданий на 150, а у оборонных сооружений на 45.

source: Upgrade ~!building armor
ru: Улучшить броню зданий

source: Increases the hit points of buildings by 200, also increases the hit points of towers and walls by 55.
ru: Увеличивает кол-во очков жизни у зданий на 200, а у оборонных сооружений на 55

source: ~!Toggle ~!trading mode
ru: Переключить режим торговли.

source: Toggles trading mode for Hell Keep.
ru: Переключить режим торговли для Крепости Ада

source: Set collect ~!minerals
ru: Установить точку сбора.

source: Sets the point where lost souls can collect minerals, so the new lost souls will automatically go there and collect minerals.
ru: Установить точку, в которую создаваемые души будут автоматически направляться для сборки минералов.

source: ~!Previous player
ru: Предыдущий

source: Select previous player in list.
ru: Выбрать предыдущего игрока в списке.

source: ~!Next player
ru: Следующий игрок

source: Select next player in list.
ru: Выбрать следующего игрока в списке.

source: ~!Decrease minerals
ru: Уменьшить количество минералов

source: Decrease minerals to transfer by 250.
ru: Уменьшить количество минералов для передачи на 250.

source: ~!Increase minerals
ru: Увеличить количество минералов

source: Increase minerals to transfer by 250.
ru: Увеличить количество минералов для передачи на 250.

source: D~!ecrease energy
ru: Уменьшить количество энергии

source: Decrease energy to transfer by 250.
ru: Уменьшить количество энергии для передачи на 250.

source: Inc~!rease energy
ru: Увеличить количество энергии

source: Increase energy to transfer by 250.
ru: Увеличить количество энергии для передачи на 250.

source: ~!Commit operation
ru: Подтвердить операцию

source: Transfer resources to another player.
ru: Передать ресурсы другому игроку.

source: Summon ~!phantom
ru: Вызвать Фантом

source: Floating monsters. Phantoms have an ability to make zombies from marine's corpses.
ru: Летающий монстр. Фантомы обладают способностью создавать зомби из трупов пехотинцев.

source: Summon ~!imp
ru: Вызвать черта

source: The base units of Hell's invasion. They can throw fireballs and slash enemies with their claws. Could be upgraded to devil.
ru: Основная единицы Адского нашествия. Они могут бросать огненные шары и рвать противников своими когтями. Могут быть улучшены до дьяволов.

source: Summon ~!demon
ru: Вызвать демона

source: Strong monster which runs towards the enemy and bites their infantry. Could be upgraded to blood demon or spectre.
ru: Сильный монстр, который бежит к противнику и кусает вражескую пехоту. Может быть улучшен до кровавого демона или спектра.

source: Summon ~!revenant
ru: Вызвать ревенанта

source: Quite fast monster armed with 2 missile launchers. Powerful against enemy's air units and buildings.
ru: Достаточно быстрый монстр с 2 ракетными установками. Силен против воздушных сил и зданий противника.

source: Summon ~!Hell knight
ru: Вызвать рыцаря Ада

source: Very strong monster which shoots green fireballs and can slash enemies in close combat. Could be upgraded to Baron of Hell.
ru: Очень сильный монстр, который кидается зелеными огненными шарами и крошит противников в ближнем бою. Может быть улучшен до Барона Ада.

source: Summon ~!cacodemon
ru: Вызвать какодемона

source: Floating monster, good against enemy's air forces.
ru: Летающий монстр, хорош против воздушных сил противника.

source: Summon ~!arachnotron
ru: Вызвать арахнотрона

source: This spider-like monster armed with plasma gun. Good against everything except for air units.
ru: Этот паукообразный монстр вооружен плазменной пушкой. Хорош против всего, кроме воздушных юнитов.

source: Summon ~!pain elemenatal
ru: Вызвать элементаль боли

source: Good solution against enemy's infantry. Their souls have an ability to decrease attacking damage of enemy's weapons. Pain Elementals can summon and transport Lost Souls and Phantoms.
ru: Хорошее решение против пехоты противника. Их души могут ослаблять урон от орудий противника. Элементали боли могут призывать и переносить потерянных душ и Фантомов.

source: Summon ~!mancubus
ru: Вызвать манкубуса

source: Heavy monster armed with 2 flamethrowers, deadly against infantry and buildings.
ru: Тяжелый монстр с 2 огнеметами, смертоносен против пехоты и зданий.

source: Summon arch-~!vile
ru: Вызвать архиподлеца

source: Fast monster which is able to cast spells and resurrect dead monsters.
ru: Быстрый монстр, способный накладывать заклинания и воскрешать мертвых монстров.

source: ~!Upgrade to advanced fire tower
ru: Модернизация до усовершенствованной башни огня.

source: Upgrade Fire Tower to make it shoot with homing missiles.
ru: Улучшить Башню Огня, чтобы она стреляла самонаводящимися снарядами.

source: ~!Upgrade to adv.generator of Hell Power
ru: Модернизация до усовершенствованного генератора Адской энергии

source: Upgrade generator of Hell Power to produce more energy and unit supply.
ru: Улучшить генератор Адской Энергии, чтобы производить больше энергии и снабжения для юнитов.

source: ~!Non-fireball weapon upgrades
ru: Модернизация не огненного оружия

source: List of available weapon upgrades for monsters not armed with fireballs.
ru: Список доступных улучшений оружия монстров, которые не вооружены огненными шарами.

source: ~!Fireball upgrades
ru: Модернизации огненных шаров

source: List of available weapon upgrades for fireball armed monsters.
ru: Список доступных улучшений оружия у монстров, кидающиеся огненными шарами.

source: ~!Tech and defence upgrades
ru: Технические и оборонные модификации

source: List of available upgrades for armor, sight etc.
ru: Список доступных улучшений для брони, радиуса обзора и т. д.

source: Upgrade ~!demon teeth
ru: Модернизация зубов демонов

source: Increase the demon's damage by 20 percents and adds ability to restore health from corpses.
ru: Увеличивает урон, наносимый демонами, на 20 процентов и добавляет способность восстанавливать здоровье, съедая трупы.

source: Upgrade ~!claws
ru: Улучшить когти

source: Increase the melee combat damage by 20 percents.
ru: Увеличивает урон, наносимый ближним боем, на 20 процентов.

source: Research ~!souls power
ru: Исследовать энергию душ

source: Increase the damage done by Phantoms and Pain Elementals by 20 percents and increase Pain Elemental's mana pool by 80.
ru: Увеличивает урон, наносимый Фантомами и элементалями боли, на 20 процентов и увеличивает запас маны элементаля боли на 80 единиц.

source: Upgrade ~!arch-vile power
ru: Модернизация способностей архиподлеца

source: Increase the damage done by Archvile's fire by 20 percents, its attack range by 1 and Archvile's mana pool by 50.
ru: Увеличивает урон, наносимый архиподлецами, на 20 процентов, радиус атаки на 1 и увеличивает их запас маны на 50 единиц.

source: Upgrade f~!ireballs
ru: Модернизация огненных шаров

source: Upgrade the fireballs used by Imps, Devils and Fire Towers, increasing their damage by 20 percents, attack range by 1 and allowing Imps to burn ground with their fireballs.
ru: Улучшает огненные шары чертей, дьяволов и башен огня, увеличивая их урон на 20 процентов, радиус атаки на 1 и добавляя возможность чертям поджигать землю своими огненными шарами.

source: Upgrade ~!cacoballs
ru: Модернизация огненных шаров какодемонов

source: Upgrade the fireballs used by Cacodemons and Cacoliches, increasing their damage by 20 percents and attack range by 1. Cacodemons can fire their fireballs more precisely.
ru: Улучшает огненные шары какодемонов и каколичей, увеличивая их урон на 20 процентов, радиус атаки на 1 и улучшая точность попадания огненных шаров какодемона.

source: Research aci~!d fireballs
ru: Исследование кислотных огненных шаров

source: Upgrades green fireballs used by Hell Knights, Barons of Hell, Belial and Horror Towers, increasing their damage by 20 percents, attack range by 1 and enhancing them with acid damage.
ru: Улучшает зеленые огненные шары рыцарей Ада, баронов Ада, Белиала и Башни ужаса, увеличивая их урон на 20 процентов, радиус атаки на 1 и добавляя возможность поражать цель кислотой.

source: Upgrade ~!arachnotron plasma
ru: Модернизация плазмы арахнотрона

source: Increase the Arachnotron's plasma damage by 20 percents and attack range by 1.
ru: Увеличивает урон, наносимый плазмой Арахнотрона, на 20 процентов, а радиус атаки на 1.

source: Upgrade ~!revenant missiles
ru: Модернизация снарядов ревенанта

source: Upgrade missiles used by Revenants and Upgraded Fire Tower, increasing their damage by 20 percents, attack range by 1 and enhancing them with homing ability.
ru: Улучшает ракеты ревенантов и улучшенных башен огня, увеличивая их урон на 20 процентов, радиус атаки на 1 и добавляя возможность снарядам самонаводиться на цель.

source: Upgrade ~!mancubus fireballs
ru: Модернизация огненных шаров манкубуса

source: Increase the Mancubi's fireball damage by 20 percents and attack range by 1.
ru: Увеличивает урон, наносимый снарядами Манкубусов, на 20 процентов, а радиус атаки на 1.

source: Upgrade light monsters f~!lesh
ru: Модернизация легкой плоти монстров

source: Increases the light armored monster's hit points by 15.
ru: Увеличивает очки жизни у легко бронированных монстров на 15.

source: Increases the light armored monster's hit points by 20.
ru: Увеличивает очки жизни у легко бронированных монстров на 20.

source: Increases the light armored monster's hit points by 25.
ru: Увеличивает очки жизни у легко бронированных монстров на 25.

source: Upgrade ~!heavy monsters flesh
ru: Модернизация тяжелой плоти монстров
