Repository: eolandro/doomwars
Catalog: scripts/translate/stratagus-*.po
Languages: ru

source: You cannot reach building place
ru: Невозможно достигнуть места строительства

source: Not enough resources to build %s
ru: Недостаточно ресурсов для постройки %s

source: Can't build more units %s
ru: Нельзя создать еще %s

source: Unable to create building %s
ru: Нельзя построить здание: %s

source: You cannot build %s here
ru: Невозможно построить здесь %s

source: New %s done
ru: Готова новая постройка: %s

source: We need more %s for repair!
ru: Для ремонта нам нужно больше %s!

source: %s: research complete
ru: %s: исследование завершено

source: %s: not enough mana for spell: %s
ru: %s: не хватает энергии для способности: %s

source: %s: spell is not ready yet: %s
ru: %s: способность еще не готова: %s

source: %s: not enough resources to cast spell: %s
ru: %s: недостаточно ресурсов для способности: %s

source: %s: can't cast spell: %s
ru: %s: невозможно использовать способность : %s

source: Unable to train %s
ru: Невозможно тренировать юнит %s

source: New %s ready
ru: Готов новый юнит %s

source: Upgrade to %s canceled
ru: Вы отменили модернизацию до %s

source: Upgrade to %s complete
ru: Модернизация до %s завершена

source: Player "%s" has left the game
ru: Игрок %s покинул игру

source: Player "%s" has been killed
ru: Игрок "%s" был побежден

source: Unit deleted
ru: Юнит удален

source: Editor (%d %d)
ru: Редактор (%d %d)

source: #%d '%s' Player:#%d %s
ru: #%d '%s' Игрок:#%d %s

source: Amount %d
ru: Ресурсы %d

source: Unit can't be placed here.
ru: Вы не можете создать здесь этот юнит

source: Mirror editing enabled: 2-side
ru: Включен 2-стороний режим зеркального редактирования

source: Mirror editing enabled: 4-side
ru: Включен 4-стороний режим зеркального редактирования

source: Mirror editing disabled
ru: Режим зеркального редактирования выключен

source: Unit owner modified
ru: Изменена сторона юнита

source: Select player #%d
ru: Выбор игрока #%d

source: Select mode
ru: Режим выбора

source: Unit mode
ru: Режим юнитов

source: Tile mode
ru: Режим ландшафта

source: Set start location mode
ru: Режим стартовых позиций

source: Script %s
ru: Скрипт %s

source: Do it! Do it now!
ru: Приветствуем в Аду!

source: No sync info for this replay !
ru: Отсутствуют данные синхронизации!

source: Replay got out of sync (%lu) !
ru: Нарушена синхронизация переигровки (%lu)!

source: Replay got out of sync !
ru: Нарушена синхронизация переигровки!

source: End of replay
ru: Конец переигровки

source: Tileset `%s'
ru: Тайлсет `%s'

source: Missile %s
ru: Снаряд %s

source: Can't find missile %s
ru: Снаряд не найден: %s

source: %s sent bad command
ru: %s отослал команду с ошибкой

source: Network out of sync
ru: Нарушена синхронизация сети

source: Waiting for player "%s": %d:%02d
ru: Ожидание игрока "%s": %d:%02d

source: Timed out
ru: Время вышло

source: Construction %s
ru: Конструкция %s

source: Building Limit Reached
ru: Достигнут лимит построке

source: Unit Limit Reached
ru: Достигнут лимит юнитов

source: Insufficient Supply, increase Supply.
ru: Требуется больше снабжения для юнитов

source: Total Unit Limit Reached
ru: Достигнут общий лимит юнитов

source: Limit of %d reached for this unit type
ru: Достигнут предел в %d единиц для данного юнита

source: Not enough %s...%s more %s.
ru: %s в недостатке, %s больше ресурс %s.

source: Script %s
ru: Скрипт %s

source: Thanks for playing Stratagus.
ru: Спасибо за то, что сыграли в Doom Wars : UAC vs. Hell.

source: Select Target
ru: Выберите цель

source: Select Location
ru: Выберите позицию

source: Unit training queue is full
ru: Очередь строительства заполнена

source: Icon %s
ru: Иконка %s

source: Can't find icon %s
ru: Иконка не найдена: %s

source: Icons %s
ru: Иконка %s

source: MESSAGE:%s~!_
ru: СООБЩЕНИЕ:%s~!_

source: Sound is on.
ru: Звук включен

source: Sound is off.
ru: Звук выключен

source: Music is off.
ru: Музыка включена

source: Music is on.
ru: Музыка выключена

source: Game Paused
ru: Игра приостановлена

source: Game Resumed
ru: Игра возобновлена

source: Big map enabled
ru: Включена большая карта

source: Returning to old map
ru: Большая карта выключена

source: Faster
ru: Быстрее

source: Slower
ru: Медленнее

source: Set default game speed
ru: Установлена стандартная скорость игры

source: Terrain displayed.
ru: Показ ландшафта включен

source: Terrain hidden.
ru: Показ ландшафта выключен

source: Grab mouse toggled.
ru: Захват мыши переключен

source: Screenshot made.
ru: Получен снимок экрана

source: Last message repeated ~<%d~> times
ru: Вы получили последнее сообщение ~<%d~> раз

source: ~<Event: %s~>
ru: ~<Событие: %s~>

source: Cycle:
ru: Цикл:

source: You have ~<%d~> %ss
ru: У вас есть ~<%d~> %s

source: You have ~<%d~> %s(s)
ru: У вас есть ~<%d~> %s

source: Requirements:
ru: Необходимо:

source: %s attacked
ru: %s под огнем

source: unit-type '%s' without animations, ignored.
ru: юнит '%s' не имеет анимаций, пропускается.

source: Unit "%s"
ru: Юнит "%s"

source: Decorations `%s'
ru: Декорация `%s'

source: Cursor %s
ru: Курсор %s
